#Generated by ResourceBundle Editor (http://essiembre.github.io/eclipse-rbe/)

actions = Actions

add = Add

admin = Administator

another_answer = Another variant

author = Author

begin = Begin

choose_theme_lvl = Choose theme and level!

collected_questions = Collected questions

correct_answer = Correct answer

counters = Counters

create_question = Create question

create_test = Create test

create_theme = Create theme

create_theme_msg = Your sujested theme shoud be moderate in two days, after that you will be able to use it in creation of your own questions!

create_your_question = Create your question!

create_your_question_msg = Question you create shoud be moderate in 2 days, after that you will be able to add it to your test!

create_your_test = Create your test!

delete = Delete

details = Details

exit = Exit

finish = Finish

group_id = Group ID

group_info = Group info

groups = Groups

id = ID

info = Info

info_details = \u041F\u043B\u0430\u0442\u0444\u043E\u0440\u043C\u0430 \u0434\u043B\u044F \u043F\u0440\u043E\u0445\u043E\u0436\u0434\u0435\u043D\u0438\u044F \u0442\u0435\u0441\u0442\u043E\u0432 \u043F\u043E \u0442\u0435\u043C\u0430\u043C \u0434\u043B\u044F \u043E\u0431\u0443\u0447\u0435\u043D\u0438\u044F \u043B\u0438\u0431\u043E \u0440\u0430\u0437\u0432\u043B\u0435\u0447\u0435\u043D\u0438\u044F.\r\n\u0424\u0443\u043D\u043A\u0446\u0438\u043E\u043D\u0430\u043B:\r\n\u041F\u043E\u0438\u0441\u043A \u0438 \u043F\u0440\u043E\u0445\u043E\u0436\u0434\u0435\u043D\u0438\u0435 \u0442\u0435\u0441\u0442\u043E\u0432 \u043F\u043E \u0443\u0440\u043E\u0432\u043D\u044E, \u0442\u0435\u043C\u0435.\r\n\u041F\u0440\u0438 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0438 \u043F\u043E\u0438\u0441\u043A \u0438 \u043F\u0440\u043E\u0445\u043E\u0436\u0434\u0435\u043D\u0438\u0435 \u0442\u0435\u0441\u0442\u043E\u0432 \u043F\u043E \u0443\u0440\u043E\u0432\u043D\u044E, \u0442\u0435\u043C\u0435 \u0441 \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u0438\u0435\u043C \u0440\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u043E\u0432. \r\n\u041F\u043E\u0434\u043F\u0438\u0441\u043A\u0430 \u043D\u0430 \u0442\u0435\u0441\u0442\u044B \u043F\u043E \u0442\u0435\u043C\u0435. \r\n\u041F\u0440\u043E\u0441\u043C\u043E\u0442\u0440 \u0441\u0442\u0430\u0442\u0438\u0441\u0442\u0438\u043A\u0438.\r\n\u041F\u0440\u0438 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0438 \u043F\u0440\u0435\u043F\u043E\u0434\u0430\u0432\u0430\u0442\u0435\u043B\u0435\u043C: \r\n\u0421\u043E\u0437\u0434\u0430\u043D\u0438\u0435 \u0433\u0440\u0443\u043F\u043F \u0441\u0442\u0443\u0434\u0435\u043D\u0442\u043E\u0432 \u043F\u043E \u043F\u0440\u0435\u0434\u043C\u0435\u0442\u043D\u043E\u0439 \u043E\u0431\u043B\u0430\u0441\u0442\u0438 \u043F\u0440\u0435\u043F\u043E\u0434\u0430\u0432\u0430\u0442\u0435\u043B\u044F, \u043F\u0440\u0438\u0433\u043B\u0430\u0448\u0435\u043D\u0438\u0435 \u0432 \u0433\u0440\u0443\u043F\u043F\u0443 \u043F\u043E \u043B\u043E\u0433\u0438\u043D\u0443. \r\n\u0412\u044B\u0431\u043E\u0440 \u0442\u0435\u0441\u0442\u0430 \u0432 \u043A\u0430\u0447\u0435\u0441\u0442\u0432\u0435 \u0437\u0430\u0434\u0430\u043D\u0438\u044F \u0433\u0440\u0443\u043F\u043F\u0435 \u0441\u043E \u0441\u0440\u043E\u043A\u043E\u043C \u0441\u0434\u0430\u0447\u0438. (\u041F\u043E\u044F\u0432\u043B\u0435\u043D\u0438\u0435 \u0437\u0430\u0434\u0430\u043D\u0438\u0435 \u0443 \u0441\u0442\u0443\u0434\u0435\u043D\u0442\u0430 \u0438 \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E\u0441\u0442\u044C \u0435\u0433\u043E \u043F\u0440\u043E\u0445\u043E\u0436\u0434\u0435\u043D\u0438\u044F \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0435\u043D\u043D\u043E)\r\n\u0414\u043B\u044F \u0432\u0441\u0435\u0445 \u0442\u0438\u043F\u043E\u0432 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439: \r\n\u0412\u043E\u0437\u043C\u043E\u0436\u043D\u043E\u0441\u0442\u044C \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u044F \u0432\u043E\u043F\u0440\u043E\u0441\u043E\u0432 \u0438 \u0441\u0431\u043E\u0440\u043A\u0438 \u0442\u0435\u0441\u0442\u043E\u0432 \u0438\u0437 \u0432\u043E\u043F\u0440\u043E\u0441\u043E\u0432 \u0441 \u043E\u0442\u043F\u0440\u0430\u0432\u043A\u043E\u0439 \u043D\u0430 \u043C\u043E\u0434\u0435\u0440\u0430\u0446\u0438\u044E.\r\n\u041C\u043E\u0434\u0435\u0440\u0430\u0442\u043E\u0440: \r\n\u041C\u043E\u0434\u0435\u0440\u0430\u0446\u0438\u044F \u0432\u043E\u043F\u0440\u043E\u0441\u043E\u0432(\u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0435, \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u0435, \u0443\u0434\u0430\u043B\u0435\u043D\u0438\u0435, \u043E\u0434\u043E\u0431\u0440\u0435\u043D\u0438\u0435 \u0441\u043E\u0437\u0434\u0430\u043D\u043D\u044B\u0445 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F\u043C\u0438 \u0432\u043E\u043F\u0440\u043E\u0441\u043E\u0432 \u0438 \u0442\u0435\u0441\u0442\u043E\u0432)\r\n\u0410\u0434\u043C\u0438\u043D: \u0412\u0441\u0435 \u0432\u044B\u0448\u0435\u043F\u0435\u0440\u0435\u0447\u0438\u0441\u043B\u0435\u043D\u043D\u043E, \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E\u0441\u0442\u044C \u0443\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u044F \u0430\u043A\u043A\u0430\u0443\u043D\u0442\u0430\u043C\u0438.\r\n\u0414\u0430\u043B\u0435\u0435 \u0435\u0441\u043B\u0438 \u0441\u043E\u0432\u0441\u0435\u043C \u043F\u043E\u043F\u0440\u0435\u0442:\r\n\u041E\u0431\u0440\u0430\u0442\u043D\u0430\u044F \u0441\u0432\u044F\u0437\u044C \u041F\u0440\u0435\u043F\u043E\u0434-\u0441\u0442\u0443\u0434\u0435\u043D\u0442, \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0438-\u043C\u043E\u0434\u0435\u0440\u0430\u0442\u043E\u0440 \u0412\u043E\u0437\u043C\u043E\u0436\u043D\u043E\u0441\u0442\u044C \u043F\u043E\u0436\u0430\u043B\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u043D\u0430 \u0432\u043E\u043F\u0440\u043E\u0441/\u0442\u0435\u0441\u0442.\r\nP.S. \u0420\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u044B \u0442\u0435\u0441\u0442\u0430 \u0438 \u0437\u0430\u0434\u0430\u043D\u0438\u044F \u043E\u0442\u043B\u0438\u0447\u0430\u044E\u0442\u0441\u044F. \u0422\u0435\u0441\u0442 \u043F\u043E\u0441\u043B\u0435 \u043F\u0440\u043E\u0445\u043E\u0436\u0434\u0435\u043D\u0438\u044F \u043F\u043E\u043A\u0430\u0437\u044B\u0432\u0430\u0435\u0442 \u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u044B\u0435 \u043E\u0442\u0432\u0435\u0442\u044B, \u0432 \u0431\u0430\u0437\u0435 \u0445\u0440\u0430\u043D\u0438\u0442\u044C\u0441\u044F \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F \u043E \u043F\u0440\u043E\u0439\u0434\u0435\u043D\u043D\u043E\u043C \u0442\u0435\u0441\u0442\u0435 \u0438 \u043D\u0430\u0431\u0440\u0430\u043D\u043D\u044B\u0445 \u0431\u0430\u043B\u043B\u0430\u0445. \u0420\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442 \u0437\u0430\u0434\u0430\u043D\u0438\u044F \u0445\u0440\u0430\u043D\u0438\u0442\u044C\u0441\u044F \u0432 \u0432\u0438\u0434\u0435 map \u0434\u043B\u044F \u0430\u043D\u0430\u043B\u0438\u0437\u0430 \u043F\u0440\u0435\u043F\u043E\u0434\u0430\u0432\u0430\u0442\u0435\u043B\u0435\u043C \u0438 \u0434\u043B\u044F \u0440\u0430\u0431\u043E\u0442\u044B \u0441\u0442\u0443\u0434\u0435\u043D\u0442\u043E\u0432 \u043D\u0430\u0434 \u043E\u0448\u0438\u0431\u043A\u0430\u043C\u0438. \u0422\u0435\u0441\u0442 \u0441\u0447\u0438\u0442\u0430\u0435\u0442\u0441\u044F \u043F\u0440\u043E\u0439\u0434\u0435\u043D\u043D\u044B\u043C \u043F\u0440\u0438 \u043D\u0430\u0431\u0440\u0430\u043D\u043D\u043E\u043C \u043F\u043E\u0440\u043E\u0433\u0435 \u043F\u0440\u043E\u0446\u0435\u043D\u0442\u043E\u0432 (60-70).

link1 = For binding image to your question upload your image with the 

link2 = link

link3 = and put link to your image in form below

login = Login

loginAction = Login

lvl = Level

main = Main

members = Members

mentor = Mentor

mobirise = \u00A9 Copyright 2017 Mobirise - All rights reserved.

moderator = Moderator

name = Name

passed_tests = Tests passed

preview = Preview

question_size = Amount of questions

question_text = Question text

questions = Questions

register = Register

result = Result

search = Search

start_task = Start task

start_test = Start test

stats = Statistics

sujest_question = sujest_question

sujest_theme = Sujest theme

sujest_your_theme = Sujest your theme!

task_list = Task list

tasks = Tasks

test = Test

test_id = Test ID

tests = Tests

text = Text

theme = Theme

usercode = User

users = Users

welcome_msg = welcome msg

write_theme = Whrite your theme

your_answer = Your answer

your_mark = Your mark is
