#Generated by ResourceBundle Editor (http://essiembre.github.io/eclipse-rbe/)

actions = \u0414\u0435\u0439\u0441\u0442\u0432\u0438\u044F

add = \u0414\u043E\u0431\u0430\u0432\u0438\u0442\u044C

admin = \u0410\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440

another_answer = \u0414\u0440\u0443\u0433\u043E\u0439 \u0432\u0430\u0440\u0438\u0430\u043D\u0442 \u043E\u0442\u0432\u0435\u0442\u0430

author = \u0410\u0432\u0442\u043E\u0440

begin = \u041D\u0430\u0447\u0430\u0442\u044C

choose_theme_lvl = \u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0442\u0435\u043C\u0443 \u0438 \u0443\u0440\u043E\u0432\u0435\u043D\u044C \u0442\u0435\u0441\u0442\u0430!

collected_questions = \u0421\u043E\u0431\u0440\u0430\u043D\u043D\u044B\u0435 \u0432\u043E\u043F\u0440\u043E\u0441\u044B

correct_answer = \u041F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u044B\u0439 \u043E\u0442\u0432\u0435\u0442

counters = \u0421\u0447\u0435\u0442\u0447\u0438\u043A\u0438

create_question = \u0421\u043E\u0437\u0434\u0430\u0442\u044C \u0432\u043E\u043F\u0440\u043E\u0441

create_test = \u0421\u043E\u0437\u0434\u0430\u0442\u044C \u0442\u0435\u0441\u0442

create_theme = \u0421\u043E\u0437\u0434\u0430\u0442\u044C \u0442\u0435\u043C\u0443

create_theme_msg = \u041F\u0440\u0435\u0434\u043B\u043E\u0436\u0435\u043D\u043D\u0430\u044F \u0432\u0430\u043C\u0438 \u0442\u0435\u043C\u0430 \u0434\u043E\u043B\u0436\u043D\u0430 \u043F\u0440\u043E\u0439\u0442\u0438 \u043C\u043E\u0434\u0435\u0440\u0430\u0446\u0438\u044E \u0432 \u0442\u0435\u0447\u0435\u043D\u0438\u0435 2-\u0445 \u0434\u043D\u0435\u0439,\r\n\u0009\u0009\u0009\u0009\u0009\u0009\u043F\u043E\u0441\u043B\u0435 \u0447\u0435\u0433\u043E \u0432\u044B \u0441\u043C\u043E\u0436\u0435\u0442\u0435 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0435\u0435 \u0434\u043B\u044F \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u044F \u0441\u0432\u043E\u0438\u0445 \u0432\u043E\u043F\u0440\u043E\u0441\u043E\u0432!

create_your_question = \u0421\u043E\u0437\u0434\u0430\u0439\u0442\u0435 \u0441\u0432\u043E\u0439 \u0432\u043E\u043F\u0440\u043E\u0441!

create_your_question_msg = \u0421\u043E\u0437\u0434\u0430\u043D\u043D\u044B\u0439 \u0432\u0430\u043C\u0438 \u0432\u043E\u043F\u0440\u043E\u0441 \u0434\u043E\u043B\u0436\u0435\u043D \u043F\u0440\u043E\u0439\u0442\u0438 \u043C\u043E\u0434\u0435\u0440\u0430\u0446\u0438\u044E \u0432 \u0442\u0435\u0447\u0435\u043D\u0438\u0435 2-\u0445 \u0434\u043D\u0435\u0439,\r\n\u0009\u0009\u0009\u0009\u0009\u0009\u043F\u043E\u0441\u043B\u0435 \u0447\u0435\u0433\u043E \u0432\u044B \u0441\u043C\u043E\u0436\u0435\u0442\u0435 \u0434\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u0435\u0433\u043E \u0432 \u0441\u0432\u043E\u0439 \u0442\u0435\u0441\u0442!

create_your_test = Create your test!

delete = \u0423\u0434\u0430\u043B\u0438\u0442\u044C

details = \u041F\u043E\u0434\u0440\u043E\u0431\u043D\u043E

exit = \u0412\u044B\u0439\u0442\u0438

finish = \u0417\u0430\u043A\u043E\u043D\u0447\u0438\u0442\u044C

group_id = ID \u0413\u0440\u0443\u043F\u043F\u044B

group_info = \u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F \u043E \u0433\u0440\u0443\u043F\u043F\u0435

groups = \u0413\u0440\u0443\u043F\u043F\u044B

id = ID

info = \u041E \u043F\u0440\u043E\u0435\u043A\u0442\u0435

info_details = \u041F\u043B\u0430\u0442\u0444\u043E\u0440\u043C\u0430 \u0434\u043B\u044F \u043F\u0440\u043E\u0445\u043E\u0436\u0434\u0435\u043D\u0438\u044F \u0442\u0435\u0441\u0442\u043E\u0432 \u043F\u043E \u0442\u0435\u043C\u0430\u043C \u0434\u043B\u044F \u043E\u0431\u0443\u0447\u0435\u043D\u0438\u044F \u043B\u0438\u0431\u043E \u0440\u0430\u0437\u0432\u043B\u0435\u0447\u0435\u043D\u0438\u044F.\r\n\u0424\u0443\u043D\u043A\u0446\u0438\u043E\u043D\u0430\u043B:\r\n\u041F\u043E\u0438\u0441\u043A \u0438 \u043F\u0440\u043E\u0445\u043E\u0436\u0434\u0435\u043D\u0438\u0435 \u0442\u0435\u0441\u0442\u043E\u0432 \u043F\u043E \u0443\u0440\u043E\u0432\u043D\u044E, \u0442\u0435\u043C\u0435.\r\n\u041F\u0440\u0438 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0438 \u043F\u043E\u0438\u0441\u043A \u0438 \u043F\u0440\u043E\u0445\u043E\u0436\u0434\u0435\u043D\u0438\u0435 \u0442\u0435\u0441\u0442\u043E\u0432 \u043F\u043E \u0443\u0440\u043E\u0432\u043D\u044E, \u0442\u0435\u043C\u0435 \u0441 \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u0438\u0435\u043C \u0440\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u043E\u0432. \r\n\u041F\u043E\u0434\u043F\u0438\u0441\u043A\u0430 \u043D\u0430 \u0442\u0435\u0441\u0442\u044B \u043F\u043E \u0442\u0435\u043C\u0435. \r\n\u041F\u0440\u043E\u0441\u043C\u043E\u0442\u0440 \u0441\u0442\u0430\u0442\u0438\u0441\u0442\u0438\u043A\u0438.\r\n\u041F\u0440\u0438 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0438 \u043F\u0440\u0435\u043F\u043E\u0434\u0430\u0432\u0430\u0442\u0435\u043B\u0435\u043C: \r\n\u0421\u043E\u0437\u0434\u0430\u043D\u0438\u0435 \u0433\u0440\u0443\u043F\u043F \u0441\u0442\u0443\u0434\u0435\u043D\u0442\u043E\u0432 \u043F\u043E \u043F\u0440\u0435\u0434\u043C\u0435\u0442\u043D\u043E\u0439 \u043E\u0431\u043B\u0430\u0441\u0442\u0438 \u043F\u0440\u0435\u043F\u043E\u0434\u0430\u0432\u0430\u0442\u0435\u043B\u044F, \u043F\u0440\u0438\u0433\u043B\u0430\u0448\u0435\u043D\u0438\u0435 \u0432 \u0433\u0440\u0443\u043F\u043F\u0443 \u043F\u043E \u043B\u043E\u0433\u0438\u043D\u0443. \r\n\u0412\u044B\u0431\u043E\u0440 \u0442\u0435\u0441\u0442\u0430 \u0432 \u043A\u0430\u0447\u0435\u0441\u0442\u0432\u0435 \u0437\u0430\u0434\u0430\u043D\u0438\u044F \u0433\u0440\u0443\u043F\u043F\u0435 \u0441\u043E \u0441\u0440\u043E\u043A\u043E\u043C \u0441\u0434\u0430\u0447\u0438. (\u041F\u043E\u044F\u0432\u043B\u0435\u043D\u0438\u0435 \u0437\u0430\u0434\u0430\u043D\u0438\u0435 \u0443 \u0441\u0442\u0443\u0434\u0435\u043D\u0442\u0430 \u0438 \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E\u0441\u0442\u044C \u0435\u0433\u043E \u043F\u0440\u043E\u0445\u043E\u0436\u0434\u0435\u043D\u0438\u044F \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0435\u043D\u043D\u043E)\r\n\u0414\u043B\u044F \u0432\u0441\u0435\u0445 \u0442\u0438\u043F\u043E\u0432 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439: \r\n\u0412\u043E\u0437\u043C\u043E\u0436\u043D\u043E\u0441\u0442\u044C \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u044F \u0432\u043E\u043F\u0440\u043E\u0441\u043E\u0432 \u0438 \u0441\u0431\u043E\u0440\u043A\u0438 \u0442\u0435\u0441\u0442\u043E\u0432 \u0438\u0437 \u0432\u043E\u043F\u0440\u043E\u0441\u043E\u0432 \u0441 \u043E\u0442\u043F\u0440\u0430\u0432\u043A\u043E\u0439 \u043D\u0430 \u043C\u043E\u0434\u0435\u0440\u0430\u0446\u0438\u044E.\r\n\u041C\u043E\u0434\u0435\u0440\u0430\u0442\u043E\u0440: \r\n\u041C\u043E\u0434\u0435\u0440\u0430\u0446\u0438\u044F \u0432\u043E\u043F\u0440\u043E\u0441\u043E\u0432(\u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0435, \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u0435, \u0443\u0434\u0430\u043B\u0435\u043D\u0438\u0435, \u043E\u0434\u043E\u0431\u0440\u0435\u043D\u0438\u0435 \u0441\u043E\u0437\u0434\u0430\u043D\u043D\u044B\u0445 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F\u043C\u0438 \u0432\u043E\u043F\u0440\u043E\u0441\u043E\u0432 \u0438 \u0442\u0435\u0441\u0442\u043E\u0432)\r\n\u0410\u0434\u043C\u0438\u043D: \u0412\u0441\u0435 \u0432\u044B\u0448\u0435\u043F\u0435\u0440\u0435\u0447\u0438\u0441\u043B\u0435\u043D\u043D\u043E, \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E\u0441\u0442\u044C \u0443\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u044F \u0430\u043A\u043A\u0430\u0443\u043D\u0442\u0430\u043C\u0438.\r\n\u0414\u0430\u043B\u0435\u0435 \u0435\u0441\u043B\u0438 \u0441\u043E\u0432\u0441\u0435\u043C \u043F\u043E\u043F\u0440\u0435\u0442:\r\n\u041E\u0431\u0440\u0430\u0442\u043D\u0430\u044F \u0441\u0432\u044F\u0437\u044C \u041F\u0440\u0435\u043F\u043E\u0434-\u0441\u0442\u0443\u0434\u0435\u043D\u0442, \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0438-\u043C\u043E\u0434\u0435\u0440\u0430\u0442\u043E\u0440 \u0412\u043E\u0437\u043C\u043E\u0436\u043D\u043E\u0441\u0442\u044C \u043F\u043E\u0436\u0430\u043B\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u043D\u0430 \u0432\u043E\u043F\u0440\u043E\u0441/\u0442\u0435\u0441\u0442.\r\nP.S. \u0420\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u044B \u0442\u0435\u0441\u0442\u0430 \u0438 \u0437\u0430\u0434\u0430\u043D\u0438\u044F \u043E\u0442\u043B\u0438\u0447\u0430\u044E\u0442\u0441\u044F. \u0422\u0435\u0441\u0442 \u043F\u043E\u0441\u043B\u0435 \u043F\u0440\u043E\u0445\u043E\u0436\u0434\u0435\u043D\u0438\u044F \u043F\u043E\u043A\u0430\u0437\u044B\u0432\u0430\u0435\u0442 \u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u044B\u0435 \u043E\u0442\u0432\u0435\u0442\u044B, \u0432 \u0431\u0430\u0437\u0435 \u0445\u0440\u0430\u043D\u0438\u0442\u044C\u0441\u044F \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F \u043E \u043F\u0440\u043E\u0439\u0434\u0435\u043D\u043D\u043E\u043C \u0442\u0435\u0441\u0442\u0435 \u0438 \u043D\u0430\u0431\u0440\u0430\u043D\u043D\u044B\u0445 \u0431\u0430\u043B\u043B\u0430\u0445. \u0420\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442 \u0437\u0430\u0434\u0430\u043D\u0438\u044F \u0445\u0440\u0430\u043D\u0438\u0442\u044C\u0441\u044F \u0432 \u0432\u0438\u0434\u0435 map \u0434\u043B\u044F \u0430\u043D\u0430\u043B\u0438\u0437\u0430 \u043F\u0440\u0435\u043F\u043E\u0434\u0430\u0432\u0430\u0442\u0435\u043B\u0435\u043C \u0438 \u0434\u043B\u044F \u0440\u0430\u0431\u043E\u0442\u044B \u0441\u0442\u0443\u0434\u0435\u043D\u0442\u043E\u0432 \u043D\u0430\u0434 \u043E\u0448\u0438\u0431\u043A\u0430\u043C\u0438. \u0422\u0435\u0441\u0442 \u0441\u0447\u0438\u0442\u0430\u0435\u0442\u0441\u044F \u043F\u0440\u043E\u0439\u0434\u0435\u043D\u043D\u044B\u043C \u043F\u0440\u0438 \u043D\u0430\u0431\u0440\u0430\u043D\u043D\u043E\u043C \u043F\u043E\u0440\u043E\u0433\u0435 \u043F\u0440\u043E\u0446\u0435\u043D\u0442\u043E\u0432 (60-70).

link1 = \u0414\u043B\u044F \u043F\u0440\u0438\u043A\u0440\u0435\u043F\u043B\u0435\u043D\u0438\u044F \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u043A \u0432\u043E\u043F\u0440\u043E\u0441\u0443, \u0437\u0430\u0433\u0440\u0443\u0437\u0438\u0442\u0435 \u0435\u0433\u043E \u043F\u043E

link2 = \u0441\u0441\u044B\u043B\u043A\u0435

link3 = \u0438 \u0432\u0441\u0442\u0430\u0432\u044C\u0442\u0435 \u0441\u0441\u044B\u043B\u043A\u0443 \u043D\u0430 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0432 \u0444\u043E\u0440\u043C\u0443 \u0441\u043D\u0438\u0437\u0443

login = \u041B\u043E\u0433\u0438\u043D

loginAction = \u0412\u043E\u0439\u0442\u0438

lvl = \u0423\u0440\u043E\u0432\u0435\u043D\u044C

main = \u0413\u043B\u0430\u0432\u043D\u0430\u044F

members = \u0423\u0447\u0430\u0441\u0442\u043D\u0438\u043A\u0438

mentor = \u041F\u0440\u0435\u043F\u043E\u0434\u0430\u0432\u0430\u0442\u0435\u043B\u044C

mobirise = \u00A9 Copyright 2017 Mobirise - \u0412\u0441\u0435 \u043F\u0440\u0430\u0432\u0430 \u0437\u0430\u0449\u0438\u0449\u0435\u043D\u044B

moderator = \u041C\u043E\u0434\u0435\u0440\u0430\u0442\u043E\u0440

name = \u0418\u043C\u044F

passed_tests = \u041F\u0440\u043E\u0439\u0434\u0435\u043D\u043E \u0442\u0435\u0441\u0442\u043E\u0432

preview = \u041F\u0440\u0435\u0434\u043F\u0440\u043E\u0441\u043C\u043E\u0442\u0440

question_size = \u0412\u043E\u043F\u0440\u043E\u0441\u043E\u0432

question_text = \u0422\u0435\u043A\u0441\u0442 \u0432\u043E\u043F\u0440\u043E\u0441\u0430

questions = \u0412\u043E\u043F\u0440\u043E\u0441\u044B

register = \u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F

result = \u0420\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442

search = \u0418\u0441\u043A\u0430\u0442\u044C

start_task = \u0412\u044B\u043F\u043E\u043B\u043D\u0438\u0442\u044C \u0437\u0430\u0434\u0430\u043D\u0438\u0435

start_test = \u041F\u0440\u043E\u0439\u0442\u0438 \u0442\u0435\u0441\u0442

stats = \u0421\u0442\u0430\u0442\u0438\u0441\u0442\u0438\u043A\u0430

sujest_question = \u041F\u0440\u0435\u0434\u043B\u043E\u0436\u0438\u0442\u044C \u0432\u043E\u043F\u0440\u043E\u0441

sujest_theme = \u041F\u0440\u0435\u0434\u043B\u043E\u0436\u0438\u0442\u044C \u0442\u0435\u043C\u0443

sujest_your_theme = \u041F\u0440\u0435\u0434\u043B\u043E\u0436\u0438\u0442\u0435 \u0441\u0432\u043E\u044E \u0442\u0435\u043C\u0443!

task_list = \u0421\u043F\u0438\u0441\u043E\u043A \u0437\u0430\u0434\u0430\u043D\u0438\u0439

tasks = \u0417\u0430\u0434\u0430\u043D\u0438\u044F

test = \u0422\u0435\u0441\u0442

test_id = ID \u0422\u0435\u0441\u0442\u0430

tests = \u0422\u0435\u0441\u0442\u044B

text = \u0422\u0435\u043A\u0441\u0442

theme = \u0422\u0435\u043C\u0430

usercode = \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C

users = \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439

welcome_msg = \u041F\u0440\u0438\u0432\u0435\u0442\u0441\u0442\u0432\u0435\u043D\u043D\u043E\u0435 \u0441\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u0435

write_theme = \u041D\u0430\u043F\u0438\u0448\u0438\u0442\u0435 \u0441\u0432\u043E\u044E \u0442\u0435\u043C\u0443

your_answer = \u0412\u0430\u0448 \u043E\u0442\u0432\u0435\u0442

your_mark = \u0412\u0430\u0448\u0430 \u043E\u0446\u0435\u043D\u043A\u0430 
